Repository: L3SP1NK/OBD2-Projects
Catalog: tiny_can/dev/can_monitor/po/default.po
Languages: de

source: Tiny CAN Monitor (c) by MHS-Elektronik 2008, Version 2.00 www.mhs-elektronik.de Options: --setup -s : Select directory for configuration files --help -h : Display this usage
de: Tiny CAN Monitor (c) by MHS-Elektronik 2008, Version 2.00 www.mhs-elektronik.de Programm Parameter: --setup -s : Verzeichnis in dem sich die Konfigurationsfiles befinden --help -h : Hilfstext anzeigen

source: invalid option
de: Ungültige Commandozeilen Option

source: Error
de: Fehler

source: Error loading filter description file
de: Filter Datei kann nicht geladen werden

source: Error saving filter description file
de: Filter Datei kann nicht gespeichert werden

source: active
de: Aktiv

source: Error creating new filter
de: Neues Filter kann nicht angelegt werden

source: unnamed
de: Unbenannt

source: beginning:
de: Start:

source: end:
de: Ende:

source: Filter setup
de: Filter einstellungen

source: Delete
de: Löschen

source: New
de: Neu

source: range
de: Bereich

source: _Close
de: _Schließen

source: Select interface port
de: Port auswählen

source: _Cancel
de: _Abbrechen

source: CAN: unknown
de: CAN: Unbekannt

source: Tiny-CAN connected
de: Tiny-CAN verbunden

source: Tiny-CAN API driver not loaded
de: FEHLER: Kein Tiny-CAN API Treiber geladen

source: Initialize Program
de: Programm wird initialisiert

source: Connect Tiny-CAN hardware to PC
de: Verbindung zum Tiny-CAN noch nicht hergestellt

source: Tiny-CAN not connected
de: Tiny-CAN Online

source: ERROR opening interface
de: Port kann nicht geöffnet werden

source: Connecting to Tiny-CAN ...
de: Verbindung zum Tiny-CAN wird aufgebaut ...

source: Question
de: Frage

source: Clear buffer ?
de: Puffer löschen ?

source: invalid command line option, type -h for help
de: Ungueltige Komandozeilen Parameter, geben Sie -h fuer Hilfe ein

source: starting program
de: Programm wird gestartet ...

source: loading setup
de: Setup laden ...

source: loading plugins
de: Plugins laden ...

source: Loading CAN-Trace file
de: CAN-Trace Datei laden

source: Error loading file
de: Fehler beim laden der Datei

source: Error reading data from file
de: Fehler beim lesen der Datei

source: Buffer is empty, no data to writing into file
de: Der Trace Puffer ist leer

source: Saving CAN-Trace file
de: CAN-Trace Datei speichern

source: Error saving file
de: Fehler beim speichern der Datei

source: File information
de: Datei Info

source: Loading macro file
de: Makro Datei laden

source: Saving macro file
de: Makro Datei Speichern

source: Loading filter file
de: Filter Datei laden

source: Saving filter file
de: Filter Datei speichern

source: No hardware found or no driver loaded
de: Keine Hardware gefunden oder Systemtreiber nicht geladen

source: <b><big>Information about Tiny-CAN hardware</big></b>
de: <b><big>Tiny-CAN Info Variablen</big></b>

source: Error transmit CAN message
de: Fehler beim versenden der CAN Nachricht

source: _File
de: _Datei

source: Edit file information
de: Edit Datei Info

source: _Trace recording start/stop
de: _Trace Aufzeichnung start/stop

source: _Macro
de: _Makro

source: _Edit
de: _Bearbeiten

source: _Load file
de: Datei _laden

source: _Save file
de: Datei _speichern

source: _Show messages
de: Messages anzeigen

source: _View
de: _Ansicht

source: Show standard bar
de: Standart Leiste

source: Show transmit bar
de: Senden Leiste

source: Show macor bar
de: Makro Leiste

source: Show button text
de: Buttons Text anzeigen

source: _Options
de: _Einstellungen

source: _Setup
de: _Optionen

source: Established connection to Tiny-CAN
de: Verbindung zum Tiny-CAN herstellen

source: Show Tiny-CAN information
de: Tiny-CAN Info anzeigen

source: _Help
de: _Hilfe

source: _About
de: _Info

source: Load
de: Laden

source: Save
de: Speichern

source: Exit
de: Beenden

source: Setup
de: Einstellungen

source: Transmit
de: Senden

source: Macros
de: Makros

source: Error loading Tiny-CAN API driver
de: Fehler beim laden des Tiny-CAN API Treibers

source: Error loading macro file
de: Makro Datei kann nicht gefunden werden

source: Error saving macro description file
de: Makro Datei kann nicht gespeichert werden

source: Macro name
de: Makro-Name

source: Error create macro
de: Fehler beim Erstellen des Makros

source: Copy from %s
de: Kopie von %s

source: Macros ...
de: Makros ...

source: Copy
de: Kopieren

source: Add
de: Hinzufügen

source: Insert
de: Einfügen

source: Time:
de: Zeit:

source: Update interval timers
de: Update Intervalls

source: module error: %s
de: Module Fehler: %s

source: Author:
de: Autor:

source: <b>About plugin</b>
de: <b>Plugin Info</b>

source: Error loading filter file
de: Filter Datei kann nicht gefunden werden

source: Error loading configuration file
de: Setup Datei kann nicht gespeichert werden

source: automatic clear
de: automatisch

source: asking user
de: fragen

source: not clear
de: nicht löschen

source: Clear data...
de: Daten löschen...

source: Buffer size:
de: Trace Puffergröße:

source: Font
de: Schrift

source: Colors
de: Farben

source: Hide
de: Off

source: Decimal
de: Dezimal

source: Columns
de: Spalten

source: Reading filter messages interval
de: Filter Messages abfragen alle...

source: Numer of transmissen bars in the window
de: Zeilenanzahl im Sende-Fenster:

source: Transmit message if press "RETURN" key
de: Senden der CAN-Message wenn "RETURN" gedrückt

source: Connect to Tiny-CAN automatically
de: Verbindung zum Tiny-CAN automatisch herstellen

source: Tiny-CAN serial number
de: Tiny-CAN Seriennummer:

source: Use serial number
de: Seriennummer verwenden

source: Port setup
de: Schnittstelle Setup ...

source: Driver Options:
de: Treiber Optionen:

source: Data window
de: Daten Liste

source: Monitor
de: Ansicht

source: Driver
de: Treiber

source: No Tiny-CAN API drivers found in dirctory "%s"
de: Im Verzeichnis "%s" wurden keine Tiny-CAN API Treiber gefunden

source: Change Tiny-CAN API directory
de: Tiny-CAN API Verzeichnis auswählen

source: Selecting a driver:
de: Treiber auswählen

source: <b>About driver</b>
de: <b>Treiber Info</b>

source: Tiny CAN-Monitor has been run at the first time on your computer. This wizard helps you with the correct configuration. For communication with the hardware you must load a driver, Tiny-CAN Monitor is looking at the following directory for drivers:
de: Tiny CAN-Monitor wurde zum ersten mal auf Ihrem Computer gestertet. Dieser Assistent hilft Ihnen bei der richtigen Konfiguration Zur Kommunikation mit der Hardware muss ein passender Treiber ausgewählt werden Das Programm Tiny-CAN Monitor laedt die Treiber aus folgenden Verzeichnis:

source: You have selected a driver successful, the configuration wizard is closing now. You can change the settings at Options Setup Driver
de: Es wurde erfolgreich ein Treiber ausgewählt Die Einstellungen können jederzeit im Menue "Einstellungen -> Treiber" geändert werden

source: No found Tiny-CAN API drivers at the selected directory.
de: In den angegebenen Verzeichnis konnten keine Tiny-CAN API Treiber gefunden werden

source: <span foreground="red">No directory selected!</span>
de: <span foreground="red">Kein Verzeichnis ausgewählt!</span>

source: %s selected
de: %s ausgewählt

source: <span foreground="red">No driver selected!</span>
de: <span foreground="red">Kein Treiber ausgewählt!</span>

source: Change directory
de: Verzeichnis ändern

source: Tiny-CAN Start (page %d of %d)
de: Tiny-CAN Start (%d von %d)

source: Change
de: Ändern

source: Welcome
de: Willkommen

source: Selecting a driver
de: Treiber auswählen

source: Finish
de: Ende

source: CAN transfer rate
de: Übertragungsgeschwindigkeit

source: User CAN speeds
de: Benutzerdefinierte Übertragungsgeschwindigkeiten

source: CAN operating mode
de: CAN Controller Betriebsmodus
